Repository: milmil-dev/milmil
Catalog: macos/Milmil/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja, ko, zh_hans

source: 這將刪除所有轉碼影片檔案，此操作無法復原。
en: This deletes every transcoded video file and cannot be undone.
ja: トランスコード済み動画をすべて削除します。元に戻せません。
ko: 트랜스코딩된 모든 영상 파일을 삭제하며 되돌릴 수 없습니다.
zh_hans: 这将删除所有转码视频文件，此操作无法撤销。

source: 這是字幕預覽 · Subtitle preview
en: This is a subtitle preview · 字幕預覽
ja: これは字幕のプレビューです · Subtitle preview
ko: 자막 미리보기입니다 · Subtitle preview
zh_hans: 这是字幕预览 · Subtitle preview

source: 這會刪除所有進度記錄，無法復原。
en: This deletes every progress record and can't be undone.
ja: すべての進捗記録が削除され、元に戻せません。
ko: 모든 진행 기록이 삭제되며 되돌릴 수 없습니다.
zh_hans: 这会删除所有进度记录，无法复原。

source: 這段自動跳過？
en: Skip this every time?
ja: この区間を毎回スキップ？
ko: 이 구간을 항상 건너뛸까요?
zh_hans: 这段自动跳过？

source: 這段自動跳過？側欄 › 視訊 可以記住
en: Skip this every time? Remember it in Inspector › Video
ja: この区間を毎回スキップ？サイドバー › 映像 で記憶できます
ko: 이 구간을 항상 건너뛸까요? 사이드바 › 비디오에서 기억할 수 있습니다
zh_hans: 这段自动跳过？侧栏 › 视频 可以记住

source: 這部 Mac 的橫幅
en: Banners on this Mac
ja: この Mac のバナー
ko: 이 Mac의 배너
zh_hans: 这台 Mac 的横幅

source: 這部作品尚未加入媒體庫，也沒有 Bangumi 的集數資訊。
en: This title isn't in your library yet and Bangumi has no episode data for it.
ja: この作品はまだライブラリになく、Bangumi にもエピソード情報がありません。
ko: 이 작품은 아직 라이브러리에 없고 Bangumi에도 에피소드 정보가 없습니다.
zh_hans: 这部作品尚未加入媒体库，也没有 Bangumi 的集数信息。

source: 這部作品沒有可播放的檔案
en: This title has no playable files
ja: この作品には再生できるファイルがありません
ko: 이 작품에는 재생할 수 있는 파일이 없습니다
zh_hans: 这部作品没有可播放的文件

source: 這集已隱藏 %lld 則疑似劇透
en: %lld likely spoilers hidden in this episode
ja: この話でネタバレの可能性がある %lld 件を非表示
ko: 이 에피소드에서 스포일러 의심 %lld개 숨김
zh_hans: 这集已隐藏 %lld 条疑似剧透

source: 這集還沒有彈幕
en: No danmaku for this episode yet
ja: このエピソードにはまだ弾幕がありません
ko: 이 에피소드에는 아직 댓글이 없습니다
zh_hans: 这集还没有弹幕

source: 通知
en: Notifications
ko: 알림

source: 通知投遞
en: Notification delivery
ja: 通知配信
ko: 알림 전달
zh_hans: 通知投递

source: 通知清理
en: Notification cleanup
ja: 通知クリーンアップ
ko: 알림 정리

source: 速度
en: Speed
ko: 속도

source: 速度 +0.25×
en: Speed +0.25×
ko: 속도 +0.25×

source: 速度 −0.25×
en: Speed −0.25×
ko: 속도 −0.25×

source: 速度 −0.25× / +0.25×
en: Speed −0.25× / +0.25×
ko: 속도 −0.25× / +0.25×

source: 連唔到 server，只顯示本機可播嘅內容
en: Server unreachable — showing only what can play from this Mac
ja: サーバーに接続できません。この Mac で再生できる内容のみ表示
ko: 서버에 연결할 수 없어 이 Mac에서 재생 가능한 항목만 표시합니다
zh_hans: 连不上服务器，只显示本机可播的内容

source: 連唔到 server，只顯示本機可播嘅番劇
en: Server unreachable — showing only series kept on this Mac
ja: サーバーに接続できません。この Mac に保存された作品のみ表示
ko: 서버에 연결할 수 없어 이 Mac에 보관된 작품만 표시합니다
zh_hans: 连不上服务器，只显示本机可播的番剧

source: 連唔到 server，重試中…
en: Can’t reach the server — retrying…
ja: サーバーに接続できません。再試行中…
ko: 서버에 연결할 수 없습니다. 재시도 중…
zh_hans: 连不上 server，重试中…

source: 連接埠
en: Port
ja: ポート
ko: 포트
zh_hans: 端口

source: 連檔案一起刪除
en: Delete files too
ja: ファイルも削除
ko: 파일도 삭제
zh_hans: 连文件一起删除

source: 連結
en: Links
ja: リンク
ko: 링크
zh_hans: 链接

source: 連線
en: Connect
ja: 接続
ko: 연결
zh_hans: 连接

source: 連線中…
en: Connecting…
ja: 接続中…
ko: 연결 중…
zh_hans: 连接中…

source: 連線中斷
en: Connection lost
ja: 接続が切断されました
ko: 연결 끊김
zh_hans: 连接中断

source: 連線失敗
en: Connection failed
ja: 接続に失敗しました
ko: 연결 실패
zh_hans: 连接失败

source: 連線成功
en: Connection succeeded
ja: 接続に成功しました
ko: 연결 성공
zh_hans: 连接成功

source: 週一 (月)
en: Mon
ja: 月曜
ko: 월
zh_hans: 周一 (月)

source: 週三 (水)
en: Wed
ja: 水曜
ko: 수
zh_hans: 周三 (水)

source: 週二 (火)
en: Tue
ja: 火曜
ko: 화
zh_hans: 周二 (火)

source: 週五 (金)
en: Fri
ja: 金曜
ko: 금
zh_hans: 周五 (金)

source: 週六 (土)
en: Sat
ja: 土曜
ko: 토
zh_hans: 周六 (土)

source: 週四 (木)
en: Thu
ja: 木曜
ko: 목
zh_hans: 周四 (木)

source: 週日 (日)
en: Sun
ja: 日曜
ko: 일
zh_hans: 周日 (日)

source: 進行中
en: In Progress
ko: 진행 중
zh_hans: 进行中

source: 運動
en: Sports
ja: スポーツ
ko: 스포츠
zh_hans: 运动

source: 過濾
en: Filter
ja: フィルター
ko: 필터
zh_hans: 过滤

source: 遠端路徑
en: Remote path
ja: リモートパス
ko: 원격 경로
zh_hans: 远程路径

source: 選取
en: Select
ja: 選択
ko: 선택
zh_hans: 选择

source: 選單列
en: Menu bar
ja: メニューバー
ko: 메뉴 막대
zh_hans: 菜单栏

source: 選擇 mpv GLSL shader（.glsl / .hook）
en: Choose mpv GLSL shaders (.glsl / .hook)
ja: mpv の GLSL シェーダーを選択（.glsl / .hook）
ko: mpv GLSL 셰이더 선택 (.glsl / .hook)
zh_hans: 选择 mpv GLSL shader（.glsl / .hook）

source: 選擇…
en: Choose…
ja: 選択…
ko: 선택…
zh_hans: 选择…

source: 選擇來源…
en: Choose a feed…
ja: ソースを選択…
ko: 소스 선택…
zh_hans: 选择来源…

source: 選擇來源、搜尋標題並匯入；匯入的彈幕會與現有彈幕一起顯示。
en: Pick a source, search the title and import; imported danmaku show alongside the existing ones.
ja: ソースを選んでタイトルを検索し、取り込みます。取り込んだ弾幕は既存の弾幕と一緒に表示されます。
ko: 소스를 고르고 제목을 검색해 가져오세요. 가져온 댓글은 기존 댓글과 함께 표시됩니다.
zh_hans: 选择来源、搜索标题并导入；导入的弹幕会与现有弹幕一起显示。

source: 選擇具體語言時會同步到伺服器的語言偏好（web 的一般設定）。
en: Picking a specific language also syncs the server-side language preference (the web's General settings).
ja: 特定の言語を選ぶと、サーバー側の言語設定（web の一般設定）にも同期されます。
ko: 특정 언어를 선택하면 서버의 언어 설정(웹의 일반 설정)에도 동기화됩니다.
zh_hans: 选择具体语言时会同步到服务器的语言偏好（web 的通用设置）。

source: 選擇或新增一個 milmil 伺服器
en: Choose or add a milmil server
ja: milmil サーバーを選択または追加
ko: milmil 서버를 선택하거나 추가
zh_hans: 选择或新增一个 milmil 服务器

source: 選擇截圖儲存位置
en: Choose where screenshots are saved
ja: スクリーンショットの保存先を選択
ko: 스크린샷 저장 위치 선택
zh_hans: 选择截图保存位置

source: 選擇此資料夾
en: Choose This Folder
ja: このフォルダを選択
ko: 이 폴더 선택
zh_hans: 选择此文件夹

source: 選擇要加入下載的種子檔案
en: Choose torrent files to add as downloads
ja: ダウンロードに追加するトレントファイルを選択
ko: 다운로드에 추가할 토렌트 파일을 선택하세요
zh_hans: 选择要加入下载的种子文件

source: 選擇要載入的字幕檔
en: Choose a subtitle file to load
ja: 読み込む字幕ファイルを選択
ko: 불러올 자막 파일 선택
zh_hans: 选择要载入的字幕档

source: 選擇頭像圖片
en: Choose an avatar image
ja: アバター画像を選択
ko: 아바타 이미지 선택
zh_hans: 选择头像图片

source: 避開字幕區
en: Avoid subtitle area
ja: 字幕エリアを避ける
ko: 자막 영역 피하기
zh_hans: 避开字幕区

source: 還原
en: Revert
ja: 元に戻す
ko: 되돌리기
zh_hans: 还原

source: 還原各自顏色
en: Restore original colors
ja: 元の色に戻す
ko: 원래 색상으로 복원
zh_hans: 还原各自颜色

source: 還原預設
en: Reset to default
ja: デフォルトに戻す
ko: 기본값으로 복원
zh_hans: 还原默认

source: 還原預設關鍵字
en: Restore default keywords
ja: 既定のキーワードに戻す
ko: 기본 키워드 복원
zh_hans: 还原默认关键字

source: 還有 %lld 個…
en: %lld more…
ja: ほか %lld 件…
ko: 그 외 %lld개…
zh_hans: 还有 %lld 个…

source: 還沒有可復原的操作。
en: No undoable actions yet.
ja: 元に戻せる操作はまだありません。
ko: 아직 되돌릴 수 있는 작업이 없습니다.
zh_hans: 还没有可还原的操作。

source: 還沒有媒體庫
en: No libraries yet
ja: ライブラリはまだありません
ko: 아직 라이브러리가 없습니다
zh_hans: 还没有媒体库

source: 還沒有看完的集數
en: Nothing finished yet
ja: 視聴済みのエピソードはまだありません
ko: 아직 다 본 에피소드가 없습니다
zh_hans: 还没有看完的集数

source: 還沒有規則
en: No rules yet
ja: ルールはまだありません
ko: 아직 규칙이 없습니다
zh_hans: 还没有规则

source: 還沒有觀看記錄
en: No watch history yet
ja: 視聴履歴はまだありません
ko: 아직 시청 기록이 없습니다
zh_hans: 还没有观看记录

source: 還沒有訂閱來源
en: No feeds yet
ja: 購読ソースはまだありません
ko: 아직 구독 소스가 없습니다
zh_hans: 还没有订阅来源

source: 還沒有集數資料
en: No episode data yet
ja: エピソード情報がまだありません
ko: 아직 에피소드 정보가 없습니다
zh_hans: 还没有集数数据

source: 邊距
en: Margin
ja: 余白
ko: 여백
zh_hans: 边距

source: 配對裝置
en: Pair device
ja: デバイスをペアリング
ko: 기기 페어링
zh_hans: 配对设备

source: 配額
en: Quota
ja: 上限
ko: 할당량
zh_hans: 配额

source: 重建 Spotlight 索引
en: Rebuild Spotlight Index
ja: Spotlight インデックスを再構築
ko: Spotlight 색인 다시 만들기

source: 重建中…
en: Rebuilding…
ja: 再構築中…
ko: 다시 만드는 중…

source: 重新命名
en: Rename
ja: リネーム
ko: 이름 바꾸기
zh_hans: 重命名

source: 重新命名 %lld 個檔案
en: Renamed %lld files
ja: %lld ファイルをリネームしました
ko: 파일 %lld개의 이름을 바꿨습니다
zh_hans: 重命名 %lld 个文件

source: 重新命名…
en: Rename…
ja: リネーム…
ko: 이름 바꾸기…
zh_hans: 重命名…

source: 重新命名檔案
en: Rename Files
ja: ファイルをリネーム
ko: 파일 이름 바꾸기
zh_hans: 重命名文件

source: 重新掃描
en: Rescan
ja: 再スキャン
ko: 다시 스캔
zh_hans: 重新扫描

source: 重新播放
en: Replay
ja: もう一度再生
ko: 다시 재생

source: 重新整理中繼資料
en: Refresh metadata
ja: メタデータを更新
ko: 메타데이터 새로고침
zh_hans: 刷新元数据

source: 重新連線中
en: Reconnecting
ja: 再接続中
ko: 다시 연결 중
zh_hans: 重新连接中

source: 重看
en: Rewatch
ja: もう一度見る
ko: 다시 보기

source: 重複檔案
en: Duplicate Files
ja: 重複ファイル
ko: 중복 파일
zh_hans: 重复文件

source: 重複檔案…
en: Duplicate Files…
ja: 重複ファイル…
ko: 중복 파일…
zh_hans: 重复文件…

source: 重設
en: Reset
ja: リセット
ko: 재설정
zh_hans: 重置

source: 重設速度
en: Reset speed
ja: 速度をリセット
ko: 속도 초기화
zh_hans: 重设速度

source: 重試
en: Retry
ja: リトライ
ko: 다시 시도
zh_hans: 重试

source: 金曜日
en: Friday
ko: 금요일

source: 釘選（唔會自動刪除）
en: Pin (never auto-removed)
ja: ピン留め（自動削除しない）
ko: 고정 (자동 삭제 안 함)
zh_hans: 钉选（不会自动删除）

source: 錯誤
en: Error
ja: エラー
ko: 오류
zh_hans: 错误

source: 鍵盤快捷鍵…
en: Keyboard Shortcuts…
ja: キーボードショートカット…
ko: 키보드 단축키…
zh_hans: 键盘快捷键…

source: 開啟
en: On
ja: ON
ko: ON
zh_hans: 开

source: 開啟 URL
en: Open URL
ja: URL を開く
ko: URL 열기
zh_hans: 打开 URL

source: 開啟 URL…
en: Open URL…
ja: URL を開く…
ko: URL 열기…
zh_hans: 打开 URL…

source: 開啟 milmil
en: Open milmil
ja: milmil を開く
ko: milmil 열기
zh_hans: 打开 milmil

source: 開啟 trakt.tv/activate
en: Open trakt.tv/activate
ja: trakt.tv/activate を開く
ko: trakt.tv/activate 열기
zh_hans: 开启 trakt.tv/activate

source: 開啟作品頁
en: Open the series page
ja: 作品ページを開く
ko: 작품 페이지 열기
zh_hans: 打开作品页

source: 開啟彈幕後即可發送
en: Turn danmaku on to send
ja: 弾幕をオンにすると送信できます
ko: 댓글을 켜면 보낼 수 있습니다
zh_hans: 开启弹幕后即可发送

source: 開啟彈幕（D）
en: Show danmaku (D)
ja: 弾幕を表示 (D)
ko: 댓글 표시 (D)
zh_hans: 开启弹幕（D）

source: 開始播放後可匯入。
en: Import is available once playback starts.
ja: 再生を開始するとインポートできます。
ko: 재생을 시작하면 가져올 수 있습니다.
zh_hans: 开始播放后可导入。

source: 開始播放後載入。
en: Loads once playback starts.
ja: 再生を開始すると読み込まれます。
ko: 재생을 시작하면 불러옵니다.
zh_hans: 开始播放后载入。

source: 關於
en: About
ja: このアプリについて
ko: 정보
zh_hans: 关于

source: 關聯作品
en: Related
ja: 関連作品
ko: 관련 작품
zh_hans: 关联作品

source: 關鍵字
en: Keyword
ja: キーワード
ko: 키워드
zh_hans: 关键字

source: 關閉
en: Dismiss
ja: 閉じる
ko: 닫기
zh_hans: 关闭

source: 關閉彈幕（D）
en: Hide danmaku (D)
ja: 弾幕を非表示 (D)
ko: 댓글 숨기기 (D)
zh_hans: 关闭弹幕（D）

source: 關閉時直接存進上面的資料夾，並在畫面角落顯示縮圖讓你複製、另存或刪除。
en: When off, captures are filed straight into the folder above and a thumbnail appears in the corner to copy, relocate or delete them.
ja: オフにすると上のフォルダへ直接保存し、画面隅のサムネイルからコピー・移動・削除できます。
ko: 끄면 위 폴더에 바로 저장되고, 화면 모서리의 미리보기에서 복사·이동·삭제할 수 있습니다.
zh_hans: 关闭时直接存入上面的文件夹，并在画面角落显示缩略图供你复制、另存或删除。

source: 關閉視窗後留在選單列
en: Stay in the menu bar after closing the window
ja: ウインドウを閉じてもメニューバーに残す
ko: 창을 닫은 후 메뉴 막대에 남기기
zh_hans: 关闭窗口后留在菜单栏

source: 關閉（軟體解碼）
en: Off (software decoding)
ja: オフ（ソフトウェアデコード）
ko: 끔(소프트웨어 디코딩)
zh_hans: 关闭（软件解码）

source: 關（軟體解碼）
en: Off (software decoding)
ja: オフ（ソフトウェアデコード）
ko: 끔(소프트웨어 디코딩)
zh_hans: 关（软件解码）

source: 防雷
en: Spoiler guard
ja: ネタバレ防止
ko: 스포일러 방지

source: 防雷模式
en: Spoiler-safe mode
ja: ネタバレ防止モード
ko: 스포일러 방지 모드

source: 陰影
en: Drop Shadow
ja: 影付き
ko: 그림자

source: 隱藏提到後面集數（第 N 集 / EPN）或劇透關鍵字的彈幕；只在這部 Mac 生效。
en: Hides comments that mention later episodes (第 N 集 / EPN) or spoiler keywords; this Mac only.
ja: 後の話（第 N 話 / EPN）やネタバレキーワードに触れたコメントを非表示にします。この Mac のみ有効です。
ko: 뒤 에피소드(第 N 集 / EPN)나 스포일러 키워드를 언급하는 댓글을 숨깁니다. 이 Mac에서만 적용됩니다.
zh_hans: 隐藏提到后面集数（第 N 集 / EPN）或剧透关键字的弹幕；只在这台 Mac 生效。

source: 集
en: Ep.
ja: 話
ko: 화

source: 集數
en: Episodes
ja: エピソード
ko: 에피소드
zh_hans: 集数

source: 集數偏移：%lld
en: Episode offset: %lld
ja: 話数のオフセット: %lld
ko: 에피소드 오프셋: %lld
zh_hans: 集数偏移：%lld

source: 集數狀態
en: Episode Status
ja: エピソード状況
ko: 에피소드 상태
zh_hans: 集数状态

source: 集數範圍
en: Episode range
ja: 話数の範囲
ko: 에피소드 범위
zh_hans: 集数范围

source: 雜湊中 %lld/%lld
en: Hashing %lld/%lld
ja: ハッシュ計算中 %lld/%lld
ko: 해시 계산 중 %lld/%lld
zh_hans: 哈希中 %lld/%lld

source: 離線
en: Offline
ja: オフライン
ko: 오프라인
zh_hans: 离线

source: 離開迷你播放器
en: Leave mini player
ja: ミニプレーヤーを終了
ko: 미니 플레이어 종료
zh_hans: 离开迷你播放器

source: 雲端同步
en: Cloud sync
ja: クラウド同期
ko: 클라우드 동기화
zh_hans: 云端同步

source: 需要先在瀏覽器完成首次設定
en: Finish first-run setup in the browser first
ja: 先にブラウザで初期設定を完了してください
ko: 먼저 브라우저에서 초기 설정을 완료하세요
zh_hans: 需要先在浏览器完成首次设置

source: 靜音
en: Mute
ja: ミュート
ko: 음소거
zh_hans: 静音

source: 音樂
en: Music
ja: 音楽
ko: 음악
zh_hans: 音乐

source: 音訊
en: Audio
ja: 音声
ko: 오디오
zh_hans: 音频

source: 音訊延遲
en: Audio delay
ja: 音声の遅延
ko: 오디오 지연
zh_hans: 音频延迟

source: 音訊語言（例如 ja）
en: Audio language (e.g. ja)
ja: 音声の言語（例: ja）
ko: 오디오 언어(예: ja)
zh_hans: 音频语言（例如 ja）

source: 音軌
en: Audio track
ja: 音声トラック
ko: 오디오 트랙
zh_hans: 音轨

source: 音軌：%@
en: Audio: %@
ja: 音声: %@
ko: 오디오: %@
zh_hans: 音轨：%@

source: 音量
en: Volume
ko: 볼륨

source: 音量 %lld%%
en: Volume %lld%%
ko: 볼륨 %lld%%

source: 音量 +
en: Volume +
ko: 볼륨 +

source: 音量 + / −
en: Volume + / −
ko: 음량 + / −

source: 音量 −
en: Volume −
ko: 볼륨 −

source: 頂部
en: Top
ja: 上部
ko: 상단

source: 預告片
en: Trailer
ja: 予告編
ko: 예고편
zh_hans: 预告片

source: 預覽
en: Preview
ja: プレビュー
ko: 미리보기
zh_hans: 预览

source: 預覽內容
en: Preview
ja: 内容をプレビュー
ko: 미리보기
zh_hans: 预览内容

source: 預設
en: Default
ja: デフォルト
ko: 기본값
zh_hans: 默认

source: 預設檢視
en: Exit theater
ja: 標準表示
ko: 기본 보기
zh_hans: 默认检视

source: 預設檢視（T）
en: Exit theater (T)
ja: 標準表示 (T)
ko: 기본 보기 (T)
zh_hans: 默认检视（T）

source: 預設軌道
en: Default tracks
ja: デフォルトのトラック
ko: 기본 트랙
zh_hans: 默认轨道

source: 頭像
en: Avatar
ja: アバター
ko: 아바타
zh_hans: 头像

source: 頭像已更新
en: Avatar updated
ja: アバターを更新しました
ko: 아바타를 업데이트했습니다
zh_hans: 头像已更新

source: 頭像已移除
en: Avatar removed
ja: アバターを削除しました
ko: 아바타를 제거했습니다
zh_hans: 头像已移除

source: 顏色
en: Color
ja: 色
ko: 색상
zh_hans: 颜色

source: 類型
en: Genre
ja: ジャンル
ko: 장르
zh_hans: 类型

source: 類型精選・%@
en: Genre Spotlight · %@
ja: ジャンル特集・%@
ko: 장르 스포트라이트 · %@
zh_hans: 类型精选・%@

source: 顯示
en: Display
ja: 表示
ko: 표시
zh_hans: 显示

source: 顯示 QR code
en: Show QR code
ja: QR コードを表示
ko: QR 코드 표시
zh_hans: 显示二维码

source: 顯示 milmil
en: Show milmil
ja: milmil を表示
ko: milmil 보기
zh_hans: 显示 milmil

source: 顯示區域
en: Display Area
ja: 表示範囲
ko: 표시 영역

source: 顯示字幕
en: Show subtitles
ja: 字幕を表示
ko: 자막 표시
zh_hans: 显示字幕

source: 顯示彈幕
en: Danmaku enabled by default
ja: 弾幕を表示
ko: 탄막 표시
zh_hans: 显示弹幕

source: 首頁
en: Home
ja: ホーム
ko: 홈
zh_hans: 首页

source: 驗證
en: Verify
ja: 検証
ko: 인증
zh_hans: 验证

source: 驗證並啟用
en: Verify and enable
ja: 確認して有効にする
ko: 확인 후 활성화
zh_hans: 验证并启用

source: 驗證中…
en: Verifying…
ja: 確認中…
ko: 확인 중…
zh_hans: 验证中…

source: 驗證碼錯誤或已過期
en: Code is wrong or expired
ja: コードが間違っているか期限切れです
ko: 코드가 잘못되었거나 만료되었습니다
zh_hans: 验证码错误或已过期

source: 驚悚
en: Thriller
ja: スリラー
ko: 스릴러
zh_hans: 惊悚

source: 高
en: High
ko: 높음

source: 高品質
en: High quality
ko: 고품질
zh_hans: 高品质

source: 魔法少女
en: Magical girl
ko: 마법소녀

source: 點「變更」後按下新的按鍵組合。與 web 共用。
en: Click “Change”, then press the new key combination. Shared with the web.
ja: 「変更」をクリックして新しいキーの組み合わせを押してください。Web と共有されます。
ko: “변경”을 누른 뒤 새 키 조합을 누르세요. 웹과 공유됩니다.
zh_hans: 点「变更」后按下新的按键组合。与 web 共用。

source: 日本語
zh_hans: 日本语

source: 繁體中文
zh_hans: 繁体中文
